{
  "home": "الرئيسية",
  "collection": "المجموعات",
  "about": "معلومات عنا",
  "abou":"معلومات",
  "us":"عنا",
  "contact": "تواصل معنا",
  "myProfile": "ملفي الشخصي",
  "order": "طلب",
  "logout":"تسجيل الخروج",
  "bestsellers": "أفضل البائعين",
  "latest_arrivals": "أحدث الوافدين",
  "shop_now": "تسوق الآن",
  "latest": "أحدث",
  "collections": "المجموعات",
  "best":"أفضل ",
  "sellers":"البائعين",
  "offers":"نحن نقدم سياسة تبادل خالية من المتاعب",
  "EasyExchangePolicy":"سياسة التبادل السهلة",
  "7DaysReturnPolicy":"سياسة الإرجاع لمدة 7 أيام",
  "Best customer support":"أفضل دعم للعملاء",
  "Subscribe now & get 20% off":"اشترك الآن واحصل على خصم 20%",
  "smallDesc":"لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة والتنضيد",
  "we provide 24/7 customer support":"نحن نقدم دعم العملاء على مدار الساعة طوال أيام الأسبوع",
  "We provide 7 days free return policy":"نحن نقدم سياسة إرجاع مجانية لمدة 7 أيام",
  "company":"شركة",
  "SUBSCRIBE":"اشترك الان",
  "Delivery":"التوصيل",
  "Privacy policy":"سياسة الخصوصية",
  "GET IN TOUCH":"تواصل معنا",
  "copyright":"حقوق النشر 2024@ محمد عمرو - جميع الحقوق محفوظة.",
  "FILTERS": "الفلاتر",
  "CATEGORIES": "الفئات",
  "TYPE": "النوع",
  "Men": "رجال",
  "Women": "نساء",
  "Kids": "أطفال",
  "Topwear": "الملابس العلوية",
  "Bottomwear": "الملابس السفلية",
  "Winterwear": "ملابس الشتاء",
  "Sort by:Relavent": "ترتيب حسب: الأهمية",
  "Sort by:Low to High": "ترتيب حسب: من الأقل إلى الأعلى",
  "Sort by:High to Low": "ترتيب حسب: من الأعلى إلى الأقل",
  "ALL": "كل",
  "COLLECTIONS": "المجموعات",
  "Select Size": "اختر المقاس",
  "ADD TO CART": "أضف إلى السلة",
  "100% Original product.": "منتج أصلي 100٪.",
  "Cash on delivery is available on this product.": "الدفع عند الاستلام متاح لهذا المنتج.",
  "Easy return and exchange policy within 7 days.": "سياسة إرجاع واستبدال سهلة خلال 7 أيام.",
  "Description": "الوصف",
  "Reviews (122)": "المراجعات (122)",
  "Quality Assurance:":"ضمان الجودة:",
  "We meticulously select and vet each product to ensure it meets our stringent quality standards.":"نحن نختار ونفحص كل منتج بدقة للتأكد من أنه يلبي معايير الجودة الصارمة لدينا.",
  "Convenience":"راحة:",
  "Exceptional Customer Service:":"خدمة عملاء استثنائية:",
  "CONTACT":"تواصل",
  "US":"معنا",
  "Our Store":"متجرنا",
  "Suite 350, Washington, USA":"جناح 350، واشنطن، الولايات المتحدة الأمريكية",
  "54709 Willms Station":"54709 محطة ويلمس",
  "Email: admin@forever.com":"البريد الإلكتروني: admin@forever.com",
  "Careers at Forever":"وظائف في للأبد",
  "Learn more about our teams and job openings.":"تعرف على المزيد حول فرقنا وفرص العمل لدينا.",
  "Explore Jobs":"اكتشف الوظائف",
  "Sign Up":"حساب جديد",
  "Forgot your password?":"نسيت كلمة السر",
  "Login here":"لديك حساب؟",
  "Sign Upp":"اشتراك",
  "Login":"تسجيل الدخول",
  "RELATED":"ذات صلة ",
  "PRODUCT" : "المنتجات",
  "CART": "سلة التسوق",
  "TOTALS": "الإجمالي",
  "Subtotal": "المجموع الفرعي",
  "Shipping Fee": "رسوم الشحن",
  "Total": "الإجمالي",
  "currency": "عملة",
  "delivery_fee": "رسوم التوصيل",
  "getCartMount": "قيمة السلة",
  "YOUR": "سلتك",
  "PROCEED TO CHECKOUT": "المتابعة للدفع",
  "quantity": "الكمية",
  "size": "الحجم",
  "price": "السعر",
  "DELIVERY": "معلومات",
  "INFORMATION": "التوصيل",
  "PAYMENT": "طريقة",
  "METHOD": "الدفع",
  "First name": "الاسم الأول",
  "last name": "اسم العائلة",
  "Email address": "عنوان البريد الإلكتروني",
  "Street": "الشارع",
  "City": "المدينة",
  "State": "الولاية",
  "ZipCode": "الرمز البريدي",
  "Country": "الدولة",
  "Phone": "رقم الهاتف",
  "CASH ON DELIVERY": "الدفع عند الاستلام",
  "PLACE ORDER": "تأكيد الطلب",
  "Our team of dedicated professionals is here to assist you the way, ensuring your satisfaction is our top priority.":"فريقنا من المحترفين المتفانين موجود هنا لمساعدتك على الطريق، مما يضمن أن رضاك ​​هو أولويتنا القصوى.",
  "With our user-friendly interface and hassle-free ordering process, shopping has never been easier.":"بفضل واجهتنا سهلة الاستخدام وعملية الطلب الخالية من المتاعب، أصبح التسوق أسهل من أي وقت مضى.",
  "A lightweight, usually knitted, pullover shirt, close-fitting and with a round neckline and short sleeves, worn as an undershirt or outer garment.": "قميص خفيف الوزن، عادة ما يكون محبوكًا، بأكمام قصيرة وفتحة عنق مستديرة، يرتدى كملابس داخلية أو خارجية.",
  "A lightweight, usually knitted, pullover shirt, with a round neckline and short sleeves.": "قميص خفيف الوزن، عادة ما يكون محبوكًا، بفتحة عنق مستديرة وأكمام قصيرة.",
  "Men Tapered Fit Flat-Front Trousers.": "بنطال رجالي بقصة ضيقة مع واجهة مسطحة.",
  "Girls Round Neck Cotton Top.": "بلوزة قطنية للفتيات برقبة مستديرة.",
  "Boy Round Neck Pure Cotton T-shirt.": "تي شيرت قطن نقي للأولاد برقبة مستديرة.",
  "An e-commerce website is an online platform that facilitates the buying and selling of products or services over the internet. It serves as a virtual marketplace where businesses and individuals can showcase their products, interact with customers, and conduct transactions without the need for a physical presence. E-commerce websites have gained immense popularity due to their convenience, accessibility, and the global reach they offer.": "موقع التجارة الإلكترونية هو منصة عبر الإنترنت تسهل بيع وشراء المنتجات أو الخدمات عبر الإنترنت. إنه يعمل كسوق افتراضي حيث يمكن للشركات والأفراد عرض منتجاتهم، والتفاعل مع العملاء، وإجراء المعاملات دون الحاجة إلى وجود مادي. اكتسبت مواقع التجارة الإلكترونية شعبية هائلة بسبب الراحة وسهولة الوصول والوصول العالمي الذي تقدمه.",
  "E-commerce websites typically display products or services along with detailed descriptions, images, prices, and any available variations (e.g., sizes, colors). Each product usually has its own dedicated page with relevant information.": "عادةً ما تعرض مواقع التجارة الإلكترونية المنتجات أو الخدمات جنبًا إلى جنب مع الأوصاف التفصيلية والصور والأسعار وأي تغييرات متاحة (مثل الأحجام أو الألوان). عادةً ما يحتوي كل منتج على صفحة مخصصة خاصة به مع المعلومات ذات الصلة.",
  "Forever was born out of a passion for innovation and a desire to revolutionize the way people shop online. Our journey began with a simple idea: to provide a platform where customers can easily discover, explore, and purchase a wide range of products from the comfort of their homes.":"لقد ولدت شركة Forever من شغف الابتكار والرغبة في إحداث ثورة في طريقة تسوق الأشخاص عبر الإنترنت. بدأت رحلتنا بفكرة بسيطة: توفير منصة يمكن للعملاء من خلالها اكتشاف مجموعة واسعة من المنتجات واستكشافها وشرائها بسهولة وهم في منازلهم.",
  "Since our inception, we have worked tirelessly to curate a diverse selection of high-quality products that cater to every taste and preference. From fashion and beauty to electronics and home essentials, we offer an extensive collection sourced from trusted brands and suppliers.":"منذ بدايتنا، عملنا بلا كلل لتنسيق مجموعة متنوعة من المنتجات عالية الجودة التي تلبي جميع الأذواق والتفضيلات. من الموضة والجمال إلى الإلكترونيات والمستلزمات المنزلية، نقدم مجموعة واسعة من العلامات التجارية والموردين الموثوقين.",
  "Our Mission":"مهمتنا",
  "WHY":"لماذا",
  "CHOOSE US":"اختر لنا",
  "Our mission at Forever is to empower customers with choice, convenience, and confidence. We are dedicated to providing a seamless shopping experience that exceeds expectations, from browsing and ordering to delivery and beyond.":"مهمتنا في فوريفر هي تمكين العملاء من الاختيار والراحة والثقة. نحن ملتزمون بتوفير تجربة تسوق سلسة تتجاوز التوقعات، بدءًا من التصفح والطلب وحتى التسليم وما بعده.",
  "description": "لوريم إيبسوم هو نص وهمي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم هو النص الوهمي القياسي.",
  "fullDesc":"لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة والتنضيد. لقد كان لوريم إيبسوم هو النص الوهمي القياسي منذ القرن السادس عشر، عندما أخذت طابعة غير معروفة لوح الكتابة وخلطته لصنع نموذج كتاب.",
  "Women Round Neck Cotton Top": "قميص قطني نسائي بياقة مستديرة",
  "Men Round Neck Pure Cotton T-shirt": "قميص قطني نقي للرجال بياقة مستديرة",
  "Girls Round Neck Cotton Top": "قميص قطني للفتيات بياقة مستديرة",
  "Men Tapered Fit Flat-Front Trousers": "سروال رجالي بقصة ضيقة أمامية مسطحة",
  "Boy Round Neck Pure Cotton T-shirt": "قميص قطني نقي للأولاد بياقة مستديرة",
  "Women Palazzo Pants with Waist Belt":"بنطلونات نسائية بلازو مع حزام خصر",
  "Women Zip-Front Relaxed Fit Jacket":"جاكيت نسائي بفتحة سحاب وراحة",
  "Men Slim Fit Relaxed Denim Jacket":"جاكيت جينز رجالي ضيق بمقاس مريح",
  "Kid Tapered Slim Fit Trouser":"طفل مدبب سليم صالح بنطلون",
  "Men Printed Plain Cotton Shirt":"قميص قطن سادة مطبوع للرجال"
}